app/controllers/website_controller.rb

  def home
    @articles = Article.all
---
SELECT "articles".* FROM "articles"